Repository: google-code-export/labyrinth
Catalog: trunk/po/*.po
Languages: de

source: Translation by Don Scorgie
de: Übersetzung von Matthias Vogelgesang

source: The map cannot be deleted right now. Is it open?
de: Mindmap kann nicht gelöscht werden. Ist sie geöffnet?

source: The map has no associated filename.
de: Der Mindmap ist kein Dateiname zugewiesen.

source: Cannot delete this map
de: Mindmap kann nicht gelöscht werden

source: Do you really want to delete this Map?
de: Möchten Sie die Mindmap wirklich löschen?

source: Open File
de: Öffne Datei

source: MAPZ Compressed Map (*.mapz)
de: MAPZ komprimierte Mind Map (*.mapz)

source: Map Name
de: Mindmap-Name

source: Last Modified
de: Zuletzt modifiziert

source: Choose background color
de: Wähle Hintergrundfarbe

source: Choose foreground color
de: Wähle Textfarbe

source: Untitled Map
de: Unbenannte Mindmap

source: File
de: Datei

source: Export as Image
de: Als Bild exportieren

source: Export your map as an image
de: Exportieren Sie ihre Mindmap als Bild

source: Export Map...
de: Exportiere Mindmap...

source: Export your map as XML
de: Exportieren Sie ihre Mindmap als XML

source: Close the current window
de: Aktuelles Fenster schließen

source: _Edit
de: B_earbeiten

source: (Un)Link Thoughts
de: Gedanken ver-/entknüpfen

source: (Un)Link the selected thoughts
de: Gewählte Gedanken ver-/entknüpfen

source: _Mode
de: _Modus

source: _Delete Selected Elements
de: Gewählte(s) Element(e) _löschen

source: Delete the selected element(s)
de: Gewählte(s) Element(e) löschen

source: _Edit Mode
de: Bearbeitungs_modus

source: Turn on edit mode
de: Bearbeitungsmodus aktivieren

source: _Add Image
de: _Bild hinzufügen

source: Add an image to selected thought
de: Dem gewählten Gedanken ein Bild hinzufügen

source: _Drawing Mode
de: Zeichenmo_dus

source: Make a pretty drawing
de: Hübsche Zeichnung erstellen

source: _View Extended
de: _Erweiterte Ansicht

source: View extended info for thoughts
de: Erweiterte Informationen für Gedanken anzeigen

source: _Use Bezier Curves
de: _Benutze Bezierkurven

source: Use bezier curves as links
de: Benutze Bezierkurve als Link

source: Save File As
de: Speichern unter

source: All Files
de: Alle Dateien

source: PNG Image (*.png)
de: PNG Bild (*.png)

source: JPEG Image (*.jpg, *.jpeg)
de: JPEG Bild (*.jpg, *.jpeg)

source: SVG Vector Image (*.svg)
de: SVG Vektorbild (*.svg)

source: Unknown file format
de: Unbekanntes Dateiformat

source: The file type '%s' is unsupported. Please use the suffix '.png', '.jpg' or '.svg'.
de: Der Dateityp '%s' wird nicht unterstützt. Bitte verwenden Sie das Suffix '.png', '.jpg' oder '.svg'.

source: Drawing #%d
de: Zeichnung #%d

source: Choose image to insert
de: Bild zum Einfügen auswählen

source: Error loading file
de: Fehler beim Laden der Datei

source: %s could not be found. Associated thought will be empty.
de: Konnte %s nicht finden. Verknüpfter Gedanke wird leer sein.

source: <b>Export Map</b>
de: <b>Exportierte Mindmap</b>

source: Complete Map
de: Vollständige Mindmap

source: Export Map as Image
de: Mindmap als Bild exportieren

source: Height
de: Höhe

source: Labyrinth Maps
de: Labyrinth Mindmaps

source: Visible Area
de: Sichtbarer Bereich

source: Width
de: Breite

source: _File
de: _Datei

source: _Help
de: _Hilfe

source: Labyrinth Mind-mapping
de: Labyrinth Mindmaps
